school/fyo/fyoNotes.org
* Helenica
** General Arguments
- A closer look at the 30 tyrants and their actions
- Modern oligarchies operate better than traditional democracies
- A spartan model with the 30 was problematic due to the number of people in the oligarchy
- Smaller oligarchies create more cohesion in the state
- Even one bad oligarch can be problematic as it creates a domino effect
** Socratic Arguments
- Oligarchies are fine but can crumble quickly when based solely on money and power
* The Economist
** General Management
- House and Estate management
- Management has made Athens as successful as it was
- Rooted in moderation and hard work
** The Nature of Money & Wealth
- Money in the wrong hands can become contagious, wealth is therefore a big repsonsibility
- Not having wealth is not a bad thing, wealth comes with significant sacrifice
- Wealth comes with servitude not only to individuals but also to the state as a whole
- Wives must be taught household management because they manage debt and money
** The Royal Code
- Surplus of wealth exists to help the less-forunate and the state
- Proper treatment of servants and employees
- Holders of wealth must not be selfish in any capacity
** Leadership
- Critical that wealthy, cultured people rule
  - Strong ancestry and heritage with knowledge of Athenian needs and traditions
  - Wealth must be perfectly managed by leaders for the good of Athens
- Empires are too large and convoluted to be just and harmonious
* The Life of Lycurgus
** Social Mobility
- Breaking family ties to catalyze social mobility
  - Women and children held common
- Women would not be held to a single man, they would mate based on desirable characteristics
- Children are the property of te state rather than of their parents
** Education
- Educating all of the children using the same standards
- Non-spartan, creates more thoughtful and state-minded individuals
* The Periclean Funeral Oration
- Starts by honoring the dead of the Peloponnesian War
** Future of Athens
- Rebuild the Empire
- Democracy by meritocracy
- Athens is open to everyone, increases glory and importance of Athens
** Values
- Democracy is critical to the maintenance of the state
- Justice must be distributed equally without regard to status or ancestry
- Individual meritocracy is critical without regard to familial accomplishments
** Policy
*** Periclean Philosophy
- Open borders are necessary to share our knowledge and culture
- Empire rebuilding is important
  - Brings in profits
  - Protects other states 
_ Education is not a hobby, it's something that must guide decision-making
*** The Socratic Rebuttal
- Empire is important but not a requirement
- Empires for the sake of profit must be rejeced outright
* Debating The Republic
** Socratics
*** Leadership Qualities
- Love of learning
- Knowledge of one's own ignorace
- Prioritizing state interests over individual ones
*** Education
- Begins with understanding the arts, gentleness, and compassion
- Followed by significant gymnastics
- Education must be rooted in individual excellence
- Not all leaders must be aristocrats, they simply need the proper education
  - How does a non-aristocrat get such an education?
- Payment for political participation is bad - one need not be incentivized for
  participation and devotion to their state
*** Citizenship
- Anyone with the necessary aptitude, including women, can become citizens
** Thrasybulans
- Injustice, while bad, indicates an unjust person rather than an unjust state
- Education need not necessitate an artistic background - a military education is far more important
- Socratic education is infeasible for all, which is unequal
*** Citizenship
- Culture is critical to citizenship
** Solonians
*** Leadership Qualities
- Leaders should be well-versed and acting in the best interest of the state
- Leaders need to be well-rounded and certain people are better fit for these positions than others
- The assembly is chaotic and ineffective as a means of decision-making and ruling
*** Societal Qualities
- Forgiveness is necessary for past wrong-doings
- While wealth and education is largely cyclical, we should not be restructuring our society wholly
- Metics and Low-income individuals should not have significant voices in assembly because they
  don't have the education necessary to have a strong, educational conversation
*** Citizenship
- Only strong, wealthy individuals should have citizenship to preserve the quality of Athens
* Characters & Intro Notes
** Characters
*** Assignments
| Names     | Character   |
|-----------+-------------|
| Tay       | Lycon       |
| Austin    | Simon       |
| Andrew    | Aristachus  |
| Natalie   | Callias     |
| Mac       | Thrasybulus |
| Anjali    | Lithicles   |
| Penelope  | Thearion    |
| Payton    | Meletus     |
| Dinah     | Archinus    |
| Jaylen    | Lysimache   |
| Grace     | Aristocles  |
| Catherine | Crito       |
| Dylan     | Lysias      |
| Vetri     | Anytus      |

** Socrates & Plato
*** Socrates
- We have no texts by Socrates
  - Texts from Plato, Xenophon, & Aristophanes
- "Founder of western philosophy
- Taught through conversation
  - Dialogie in agora, elsewhere in Athens
*** Biography
- Parents: Sophroniscus * Pharnarete
- Personal life; three sons
- No known profession
- Military service: Potidaea, Amphipolis, Delium
- Associated with the Thirty Tyrants (taught Critias)
- Personal appearence: unkempt
- Reputation in Athes: gafdly
*** Plato
- Greek philosopher, mathematician, stident of socrates, wroter of philosophical dialogue
- Founder of "The Academy"
- Plato taught Aristotle
- Large amount of works by Plato
  - 36 dialogies (feat. Socrates and others)
  - 13 letters (may be by Plato)
- Aristocratic famoly in Athens
- Parents: Ariston (descendant of Athenian king) and Perictione (niece of Critias)
*** Plato's Argumentation
- Inductive reasoning: from particular examples to general truths
- Deductive reasoning: from general truths to a particular example within the subset of that truth
- Analogy: allows speakers to evoke in audience something they know and then apply its attributes
  to somehting that is unfamiliar to them
- Dialogue: Athenian public life is a matter of public debate/discussion/argument (Assembly)
 
*** The Republic
- Written 380-375 BCE but claims to record a conversation during the Peloponnesian War
- Definition of justice and the role of a character in a just polis
- Book 1: two definitions are proposed and rejected
- Book 2: Flaucon's and Adeimantus' speeches & definitions of justice
