school/fyo/fyoNotes.tex
% Created 2020-09-11 Fri 12:08
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Sudhan Chitgopkar}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Sudhan Chitgopkar},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Helenica}
\label{sec:org409d9a3}
\subsection{General Arguments}
\label{sec:orge0a6a6b}
\begin{itemize}
\item A closer look at the 30 tyrants and their actions
\item Modern oligarchies operate better than traditional democracies
\item A spartan model with the 30 was problematic due to the number of people in the oligarchy
\item Smaller oligarchies create more cohesion in the state
\item Even one bad oligarch can be problematic as it creates a domino effect
\end{itemize}
\subsection{Socratic Arguments}
\label{sec:org9d1e81f}
\begin{itemize}
\item Oligarchies are fine but can crumble quickly when based solely on money and power
\end{itemize}
\section{The Economist}
\label{sec:org00e86b1}
\subsection{General Management}
\label{sec:org0896f0e}
\begin{itemize}
\item House and Estate management
\item Management has made Athens as successful as it was
\item Rooted in moderation and hard work
\end{itemize}
\subsection{The Nature of Money \& Wealth}
\label{sec:org7243c09}
\begin{itemize}
\item Money in the wrong hands can become contagious, wealth is therefore a big repsonsibility
\item Not having wealth is not a bad thing, wealth comes with significant sacrifice
\item Wealth comes with servitude not only to individuals but also to the state as a whole
\item Wives must be taught household management because they manage debt and money
\end{itemize}
\subsection{The Royal Code}
\label{sec:org2f664ab}
\begin{itemize}
\item Surplus of wealth exists to help the less-forunate and the state
\item Proper treatment of servants and employees
\item Holders of wealth must not be selfish in any capacity
\end{itemize}
\subsection{Leadership}
\label{sec:org47aeb77}
\begin{itemize}
\item Critical that wealthy, cultured people rule
\begin{itemize}
\item Strong ancestry and heritage with knowledge of Athenian needs and traditions
\item Wealth must be perfectly managed by leaders for the good of Athens
\end{itemize}
\item Empires are too large and convoluted to be just and harmonious
\end{itemize}
\section{The Life of Lycurgus}
\label{sec:org9f0b411}
\subsection{Social Mobility}
\label{sec:org33004e1}
\begin{itemize}
\item Breaking family ties to catalyze social mobility
\begin{itemize}
\item Women and children held common
\end{itemize}
\item Women would not be held to a single man, they would mate based on desirable characteristics
\item Children are the property of te state rather than of their parents
\end{itemize}
\subsection{Education}
\label{sec:orgce2b484}
\begin{itemize}
\item Educating all of the children using the same standards
\item Non-spartan, creates more thoughtful and state-minded individuals
\end{itemize}
\section{The Periclean Funeral Oration}
\label{sec:org78ed437}
\begin{itemize}
\item Starts by honoring the dead of the Peloponnesian War
\end{itemize}
\subsection{Future of Athens}
\label{sec:org909fb28}
\begin{itemize}
\item Rebuild the Empire
\item Democracy by meritocracy
\item Athens is open to everyone, increases glory and importance of Athens
\end{itemize}
\subsection{Values}
\label{sec:org2bd5e8a}
\begin{itemize}
\item Democracy is critical to the maintenance of the state
\item Justice must be distributed equally without regard to status or ancestry
\item Individual meritocracy is critical without regard to familial accomplishments
\end{itemize}
\subsection{Policy}
\label{sec:org6b81d98}
\subsubsection{Periclean Philosophy}
\label{sec:org2aa831c}
\begin{itemize}
\item Open borders are necessary to share our knowledge and culture
\item Empire rebuilding is important
\begin{itemize}
\item Brings in profits
\item Protects other states
\end{itemize}
\end{itemize}
\_ Education is not a hobby, it's something that must guide decision-making
\subsubsection{The Socratic Rebuttal}
\label{sec:orgd324dca}
\begin{itemize}
\item Empire is important but not a requirement
\item Empires for the sake of profit must be rejeced outright
\end{itemize}
\section{Debating The Republic}
\label{sec:org114f270}
\subsection{Socratics}
\label{sec:org2c5c829}
\subsubsection{Leadership Qualities}
\label{sec:org156f4a1}
\begin{itemize}
\item Love of learning
\item Knowledge of one's own ignorace
\item Prioritizing state interests over individual ones
\end{itemize}
\subsubsection{Education}
\label{sec:org6025326}
\begin{itemize}
\item Begins with understanding the arts, gentleness, and compassion
\item Followed by significant gymnastics
\item Education must be rooted in individual excellence
\item Not all leaders must be aristocrats, they simply need the proper education
\begin{itemize}
\item How does a non-aristocrat get such an education?
\end{itemize}
\item Payment for political participation is bad - one need not be incentivized for
participation and devotion to their state
\end{itemize}
\subsubsection{Citizenship}
\label{sec:org4716e45}
\begin{itemize}
\item Anyone with the necessary aptitude, including women, can become citizens
\end{itemize}
\subsection{Thrasybulans}
\label{sec:orgb3e41b1}
\begin{itemize}
\item Injustice, while bad, indicates an unjust person rather than an unjust state
\item Education need not necessitate an artistic background - a military education is far more important
\item Socratic education is infeasible for all, which is unequal
\end{itemize}
\subsubsection{Citizenship}
\label{sec:orgd14d64e}
\begin{itemize}
\item Culture is critical to citizenship
\end{itemize}
\subsection{Solonians}
\label{sec:orga4c7683}
\subsubsection{Leadership Qualities}
\label{sec:org440393a}
\begin{itemize}
\item Leaders should be well-versed and acting in the best interest of the state
\item Leaders need to be well-rounded and certain people are better fit for these positions than others
\item The assembly is chaotic and ineffective as a means of decision-making and ruling
\end{itemize}
\subsubsection{Societal Qualities}
\label{sec:org3807837}
\begin{itemize}
\item Forgiveness is necessary for past wrong-doings
\item While wealth and education is largely cyclical, we should not be restructuring our society wholly
\item Metics and Low-income individuals should not have significant voices in assembly because they
don't have the education necessary to have a strong, educational conversation
\end{itemize}
\subsubsection{Citizenship}
\label{sec:org9671ad9}
\begin{itemize}
\item Only strong, wealthy individuals should have citizenship to preserve the quality of Athens
\end{itemize}
\section{Characters \& Intro Notes}
\label{sec:org4a2bac8}
\subsection{Characters}
\label{sec:org6827ced}
\subsubsection{Assignments}
\label{sec:org124aac4}
\begin{center}
\begin{tabular}{ll}
Names & Character\\
\hline
Tay & Lycon\\
Austin & Simon\\
Andrew & Aristachus\\
Natalie & Callias\\
Mac & Thrasybulus\\
Anjali & Lithicles\\
Penelope & Thearion\\
Payton & Meletus\\
Dinah & Archinus\\
Jaylen & Lysimache\\
Grace & Aristocles\\
Catherine & Crito\\
Dylan & Lysias\\
Vetri & Anytus\\
\end{tabular}
\end{center}

\subsection{Socrates \& Plato}
\label{sec:org6bd99e2}
\subsubsection{Socrates}
\label{sec:orgdd051c2}
\begin{itemize}
\item We have no texts by Socrates
\begin{itemize}
\item Texts from Plato, Xenophon, \& Aristophanes
\end{itemize}
\item "Founder of western philosophy
\item Taught through conversation
\begin{itemize}
\item Dialogie in agora, elsewhere in Athens
\end{itemize}
\end{itemize}
\subsubsection{Biography}
\label{sec:org356d8e3}
\begin{itemize}
\item Parents: Sophroniscus * Pharnarete
\item Personal life; three sons
\item No known profession
\item Military service: Potidaea, Amphipolis, Delium
\item Associated with the Thirty Tyrants (taught Critias)
\item Personal appearence: unkempt
\item Reputation in Athes: gafdly
\end{itemize}
\subsubsection{Plato}
\label{sec:org883313b}
\begin{itemize}
\item Greek philosopher, mathematician, stident of socrates, wroter of philosophical dialogue
\item Founder of "The Academy"
\item Plato taught Aristotle
\item Large amount of works by Plato
\begin{itemize}
\item 36 dialogies (feat. Socrates and others)
\item 13 letters (may be by Plato)
\end{itemize}
\item Aristocratic famoly in Athens
\item Parents: Ariston (descendant of Athenian king) and Perictione (niece of Critias)
\end{itemize}
\subsubsection{Plato's Argumentation}
\label{sec:org372834d}
\begin{itemize}
\item Inductive reasoning: from particular examples to general truths
\item Deductive reasoning: from general truths to a particular example within the subset of that truth
\item Analogy: allows speakers to evoke in audience something they know and then apply its attributes
to somehting that is unfamiliar to them
\item Dialogue: Athenian public life is a matter of public debate/discussion/argument (Assembly)
\end{itemize}

\subsubsection{The Republic}
\label{sec:org3e65892}
\begin{itemize}
\item Written 380-375 BCE but claims to record a conversation during the Peloponnesian War
\item Definition of justice and the role of a character in a just polis
\item Book 1: two definitions are proposed and rejected
\item Book 2: Flaucon's and Adeimantus' speeches \& definitions of justice
\end{itemize}
\end{document}